# DBeam_SetFallOffDist

```pascal
PROCEDURE DBeam_SetFallOffDist(dist : REAL);
```

```python
def vs.DBeam_SetFallOffDist(dist):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|dist|REAL|   |

## Version
Availability: from Vectorworks 2011

## Category
* Spotlight